anthropic.claude-code
mechatroner.rainbow-csv
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode.cmake-tools
ms-vscode.cpp-devtools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
sainnhe.everforest
svelte.svelte-vscode
tobias-z.vscode-harpoon
tomrijndorp.find-it-faster
vscodevim.vim
yzhang.markdown-all-in-one
